---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.PrintParameters
source: html/0399ca33-9c95-f40f-0c77-fc13c97c8006.htm
---
# PrintParameters Members

Causes the object to release immediately any resources it may be utilizing.